import random

context = [
    '#完美的餐厅 李子璇#数据第一，新综艺快开播了，流量搞起来，期待新资源[太开心][太开心][太开心][太开心]@李子璇豆子',
    '#完美的餐厅 李子璇#豆子豆包一起冲鸭！豆包们加油给豆子挣奶粉钱！@李子璇豆子',
    '#冲鸭发光少女#这是评论专用小尾巴[心]答应我，要一直一直都喜欢豆子哟@李子璇豆子',
    '#冲鸭发光少女#向阳小花李子璇！和璇璇一起进行身材管理，快来pick雀巢代餐奶昔吧@李子璇豆子',
    '#冲鸭发光少女#唔 我要露出点小马脚来，好让你看出来我喜欢你@李子璇豆子',
    '#李子璇豆豆你开心#新的一天新的打榜啦！李子璇加油今日也是巨级可爱！！！@李子璇豆子',
    '#李子璇豆豆你开心#表白有灵气、有稚气甚至还有一点点要长大了的成熟气。真实、多面、立体的李子璇@李子璇豆子',
    '#冲鸭发光少女#可甜可盐李子璇，豆包心里你最甜 @李子璇豆子',
    '#冲鸭发光少女#豆子加油冲冲冲鸭，今天也是爱豆子的一天[兔子]@李子璇豆子',
    '#李子璇完美的餐厅#不在你巅峰时慕名而来，也不会在低谷时离你而去！加油，李子璇未来可期！@李子璇豆子',
    '#冲鸭发光少女#李子璇 想与你漫步，看雨季花期@李子璇豆子',
    '#完美的餐厅 李子璇# 哇咔咔！[心][心][心]每个帮豆子打榜的豆包都是李子璇追梦路上闪闪发光的钻石@李子璇豆子',
    '#冲鸭发光少女#守住前三十！守住前三十！守住前三十！@李子璇豆子',
    '#李子璇豆豆你开心#每次都会带给别人正能量的李子璇，谢谢你。今夏有你，美好如初，与你一起疯狂筑梦@李子璇豆子',
    '【李子璇首席自律官】★【李子璇豆豆你开心】★【李子璇天天向上】★【李子璇舞蹈】★【李子璇直拍】★【李子璇高能少年团】★【李子璇solo】★【向阳小花李子璇】★【李子璇向阳小花】@李子璇豆子',
    '#李子璇豆豆你开心#冲鸭，豆妹赛高，亲亲抱抱举高高@李子璇豆子'
]

# 16 条记录
